import europ from "../public/eurpe.jpg";
import azr from "../public/azr.jpg";
import cruis from "../public/cruis.jpg";
import bosna from "../public/bosna.jpg";
import asia from "../public/asia.jpg";
import turkey from "../public/turkey.jpg";

export const imagesArray = [
  {
    src: europ,
    title: "EuropTitle",
    description: "EuropDescription",
    dely: 0.2,
  },
  {
    src: azr,
    title: "AzrTitle",
    description: "AzrDescription",
    dely: 0.3,
  },
  {
    src: cruis,
    title: "CruisTitle",
    description: "CruisDescription",
    dely: 0.4,
  },
  {
    src: asia,
    title: "AsiaTitle",
    description: "AsiaDescription",
    dely: 0.5,
  },
  {
    src: turkey,
    title: "TurkeyTitle",
    description: "TurkeyDescription",
    dely: 0.6,
  },
  {
    src: bosna,
    title: "BosnaTitle",
    description: "BosnaDescription",
    duration: 0.7,
  },
];

export const QA = [
  {
    question: "ما نوع و طريقة البرامج ؟",
    answer:
      "ما نوع و طريقة البرامج ؟\nرحلات جماعية مع اكبر شركة سياحة في اوروبا ( يوروبا موندو ) تعمل بنظام التواريخ المحددة المضمونة حيث ان معظم الرحلات متوفرة بشكل اسبوعي على مدار السنة – تضم الرحلات مسافرين من جميع جنسيات العالم مع مرشد يتحدث اللغة الانجليزية في باصات حديثة و مكيفة \n",
  },
  {
    question: "ما هي نوعية الفنادق ؟",
    answer:
      "ما هي نوعية الفنادق ؟\nمعظم الفنادق ( 98 % ) من فئة الاربع نجوم - موقع الفنادق لا يكون في وسط المدينة في معظم الاحيان لصعوبة التنقل من و الى وسط المدينة و تضييع الوقت ولذلك يتم توفير توصيلات مسائية من ضمن البرامع في مدن معينة \n",
  },
  {
    question: "ما هي سياسة الاطفال ؟",
    answer:
      "ما هي سياسة الاطفال ؟\nالاطفال مرحب بهم مع كل رحلاتنا و يكون الخصم كالتالي:\nاقل من ثلاث سنوات : خصم 80 بالمئة \nمن اربع الى ثمان سنوات: خصم 40 بالمئة \nمن تسع الى 15 سنة: خصم 10 بالمئة \n",
  },
  {
    question: "ما هي سياسة الالغاء ؟ ",
    answer:
      "ما هي سياسة الالغاء ؟ \n15 % من قيمة المبلغ ( عند الالغاء قبل بداية الرحلة ب 13 يوم )\n35 % من قيمة المبلغ ( عند الالغاء قبل الرحلة ب 12 الى 03 ايام )  \n100 % من قيمة المبلغ ( عند الالغاء قبل الرحلة ببيومين ) \n",
  },
  {
    question: "لماذا لا تشمل الرحلة توصيل مطار اخر يوم ؟",
    answer:
      "اعطاء حرية للمسافرين بتمديد ليالي في اخر مدينة مثل ديزني لاند في باريس او الارياف – و بسبب ان توصيل المطار يمكن ترتيبه بسهولة عن طريق الفندق بالقطار او الباص مع العلم يمكن اضافة التوصيل عن طريق شركتنا بتكلفة اضافية \n",
  },
  {
    question: "لماذا لا يتم تحديد اسم الفندق فور تاكيد الحجز ؟",
    answer:
      "بحكم نظام رحلتنا بالتواريخ المحددة الثابتة على مدار السنة و عدم القدرة على معرفة العدد النهائي للمسافرين حتى ايام قبل بداية الرحلة فانه من المستحيل تحديد اسماء الفنادق مسبقا لكن نضمن لكم ان يكون الفندق احدى الخيارات الموجودة في قائمة الفنادق المرسلة وقت تاكيد الحدز او شيء افضل \n",
  },
  {
    question: "هل يوجد خصوصية في رحلاتنا ؟",
    answer:
      "نظام الرحلة هو الجروب مع مجموعة و المهم في الرحلة التقيد باوقات التنقل – لكن خلال الرحلات المسافر حر بالتجول بنفسه و نوفر اوقات حرة كثيرة في البرنامج مع ارشادات من المرشد لافضل الاماكن و المطاعم \n",
  },
];
